Revit 2027 API
ParameterTypeId.ScheduleLevelParam Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleLevelParam { get; }
Public Shared ReadOnly Property ScheduleLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleLevelParam {
	ForgeTypeId^ get ();
}
static member ScheduleLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace